Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/met.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In addition, the following graphs for the monthly data are made:
nb: I tillegg lages følgende figurer fra månedlige data:

source: The snow index gives an estimate on the fraction of mainland Norway that is covered by snow, and is given in the range from 0 (snow-free) to 1 (fully snow-covered).
nb: Snøindeksen gir et estimat på hvor stor andel av Fastlands-Norge som er dekt av snø, og er angitt ved en verdi mellom 0 (snøfritt) og 1 (fullstendig snødekt).

source: Hundreds of researchers from 20 countries, including Norway, are involved. The data gathered will be used for climate research by scientists around the globe.
nb: Hundrevis av forskere fra over 20 land, inkludert Norge, er involvert i ekspedisjonen, og dataene de samler inn vil brukes av forskere over hele verden til klimastudier.

source: The year 2019 is a year that can be characterized as early onset for ice melt and late freeze up.
nb: 2019 kan dermed karakteriseres som et år med tidlig start av issmelting og uvanlig sen oppstart av gjenfrysing.

source: Slight or moderate.
nb: Røff til svak sjø.

source: Rough or very rough, occasionally high.
nb: Veldig røff sjø, periodevis opprørt hav.

source: Monthly mean sea-ice extents for the Northern Hemisphere
nb: Månedlig middelverdi for sjøisutbredelse for den nordlige halvkule

source: This type of snow index also makes it easier to compare the current situation with previous winters.
nb: Med en slik snøindeks blir det enklere å sammenligne dagens situasjon med tidligere vintre. Snøindeksen beregnes daglig, både for hele Fastlands-Norge og for Nord- og Sør-Norge individuelt.

source: For more information on the development, method, and documentation of the EUMETSAT OSI SAF Sea Ice Index, see
nb: For mer informasjon om utvikling, metode og dokumentasjon av EUMETSAT OSI SAF Sjøisindeksen, se

source: AVHRR, on the other hand, has very frequent coverage at high latitudes, and global coverage daily. At present (June 2021), the instrument flies on 5 polar orbiting satellites.
nb: Blant AVHRR sine styrker er dog at instrumentet - som per juni 2021 flyr på 5 polarbanesatellitter - gir svært hyppig dekning for områder på høye breddegrader, med flere passasjer per dag og global dekning daglig.

source: May 2020 is the fourth lowest for the record.
nb: Mai 2020 var den fjerde laveste mai-måned for måleperioden.

source: Raw data from measuring instruments, visual observations and quality assured data from measuring instruments.
nb: Rådata fra måleinstrumenter, visuelle observasjoner og kvalitetssikrede data fra måleinstrumenter.

source: Non-significant trends are shown in light red/light blue.
nb: Sjøisens utbredelse er vanligvis størst i mars og minst i september.

source: The Norwegian Meteorological Institute is hosting a break-out session at the Arctic Frontiers 2020 meeting in Tromsø titled: Evolving the EU Copernicus programme for the Polar Regions.
nb: Meteorologisk Institutt inviterer til breakout-session på Arctic Frontiers 2020 konferansen i Tromsø med tittelen: Evolving the EU Copernicus program for the Polar Regions.

source: for the Greenland Sea and Fram Strait.
nb: for Grønlandshavet og Fram-stredet.

source: A Near-Real-Time (NRT) product that uses the same processing chain as OSI-450 and OSI-430-b, always up-to-date to the previous day.
nb: Et nær-sanntids-produkt (NRT) som bruker samme prosesseringskjede som OSI-450 og OSI-430-b, alltid oppdatert til forrige dag.

source: Figure 2 From the animation we can see that en route to the North Pole Ousland and Horn had to actively adjust their heading more to the west due to ice drift towards the east.
nb: Figur 2 Fra animasjonen kan man se at på turen mot Nordpolen har polfarerne aktivt måttet justere retningen sin mer mot vest pga isdrift mot øst. Og på vei sørover

source: However, when it comes to deliverables and recommendations, the pandemic has had less impact.
nb: Når det gjelder rapporter (deliverables) og anbefalinger, har pendemien imidlertidig hatt mindre innvirkning.

source: What types of cryospheric observations are available on cryo.met.no for the Svalbard area, and what characterized these for 2020?
nb: Hvilke typer kryosfæriske observasjoner finnes på cryo.met.no for Svalbard, og hvordan har 2020 preget øygruppas kryosfære?

source: Some of these plots are produced in operational services where MET Norway collaborates with other projects, such as the EUMETSAT OSI SAF, ESA CCI, the EU Copernicus Services (CMEMS and C3S), and for the ice charts the U.S. NIC and Russian AARI.
nb: Flere av disse dataene lager Meteorologisk institutt på vegne av (og i samarbeid med) andre tjenester eller aktører som EUMETSAT OSI SAF, EU's Copernicus tjenester (CMEMS og C3S), ESA CCI, og Istjenestekontorer fra USA og Russland.

source: In addition, the median sea-ice area, together with percentiles for the 30 years reference period (1981-2010) are shown, as well as the minimum and maximum values for the full record (1979-2020). During 2020 the Svalbard sea-ice area has fluctuated from well above the median in March/April to record low values for several days in August/September and November.
nb: I tillegg vises medianen for sjøisareal og persentiler for en 30-års referanseperiode (1981-2010), samt minimums- og maksimumsverdier for det fulle datasettet (1979-2020). Gjennom 2020 har Svalbards sjøisareal fluktuert betydelig fra medianen.

source: The narrow green belt in the Fram Strait is the only area where this year's October ice concentration was more than 20% above the reference period.
nb: Det grønne område langs iskanten i Framstredet er eneste plass hvor iskonsentrasjonen har vært 20% høyere enn referansen.

source: Here you see the distribution of sea ice in October this year compared to the average in the period 1981-2010.
nb: Her ser du utbredelsen av sjøis i oktober i år sammenlignet med gjennomsnittet i perioden 1981-2010.

source: led by MET.
nb: ledet av MET.

source: Please contact Frode Dinessen (
nb: Ta kontakt med Frode Dinessen (

source: Very rough or high.
nb: Veldig røff sjø eller opprørt hav.

source: Our climatological reference period is 1981-2010.
nb: Vår klimatologiske referanseperiode er 1981-2010..

source: Data and products available from MET
nb: Data og produkter tilgjengelig fra MET

source: Monthly mean sea ice extent since 1979, in the Northern Hemisphere.
nb: Figuren viser den månedlige isutbredelse i Arktis for hver måned tilbake til 1979.

source: The lower right panel shows the trend in the mean sea-ice concentration in June over the 1982 - 2015 period, with red (blue) colours indicating a negative (positive) trend.
nb: Nedre høyre figur viser trender i gjennomsnittlig iskonsentrasjon for juni måned over 1982 - 2015. Røde områder er områder med negativ utvikling, mens blå områder er områder med en økning i sjøis over tid.

source: The contribution from ice drift during the course of the same 10 day intervals is shown in green (distance 2).
nb: Isens drift over de samme 10 dagers intervaller vises med den grønne linja (distanse 2).

source: RADPRO, short for Radar for Improving Precipitation Forecast and Hydropower Energy Production, is an innovative industry project funded by the Research Council of Norway (NFR) and the partnering hydropower industries.
nb: Prosjektnavnet RADPRO står for radar for forbedring av numerisk værvarsling og optimering av vannkraftproduksjon.

source: Interactive Multisensor Snow and Ice Mapping System (IMS)
nb: interaktive multisensor snø- og iskartleggingssystemet (IMS)

source: (sea ice concentration from AMSR)
nb: (sjøiskonsentrasjon fra AMSR)

source: This is then interpolated to the 3 km resolution regular grid.
nb: Dette blir deretter interpolert til det vanlige nettet på 3 km oppløsning.

source: For MOSAiC the journey has been less than a year.
nb: For MOSAiC har denne reisen mot Svalbard og Framstredet vart mindre enn ett år.

source: Many of these challenges are unique to the High North/Arctic and are therefore best represented by a dedicated model such as AROME-Arctic.
nb: Mange av disse er unike for Nordområdene/Arktis og representeres derfor best av en dedikert modell som AROME-Arctic.

source: Normals are also calculated for stations that have not been in operation for the entire 30-year period.
nb: Det beregnes også gjennomsnitt for stasjoner som ikke har vært i drift hele 30-årsperioden.

source: 2020 was the warmest year on record for Norway since the temperature measurements began more than 120 years ago.
nb: 2020 er det varmeste året målt i Norge siden målingene startet for mer enn 120 år siden.

source: Daily sea-ice extent data are processed at the EUMETSAT OSI SAF.
nb: Daglige isutbredelsesdata er prossesert av EUMETSAT OSI SAF.

source: The years 2016 to 2019 are shown for comparison.
nb: Til sammenligning vises også årene fra 2016 til 2019.

source: At the beginning of April, the official measurement of snow depth is around 150 cm at the Meteorological Institute.
nb: Nå i starten av april er snødybden rundt 150 cm på den offisielle måleren ved Vervarslinga.

source: The Arctic may become ice-free in the summer before 2050
nb: Arktis kan bli isfritt om sommeren før 2050

source: A series of satellite images (animation) gives an idea of how the cloud systems develop and move.
nb: En serie av satellittbilder (animasjon) gir et bilde av hvordan skysystemene utvikler og flytter seg.

source: November 2020, introducing v2p1
nb: November 2020, introdusering av v2p1

source: Janssonhaugen was established in 1998 and was one of the first reference stations for permafrost monitoring in Europe.
nb: Janssonhaugen ble etablert i 1998 og var en av de første referansestasjoner for overvåkning av permafrost i Europa.

source: If current CO2 emissions continue, the Arctic Ocean could become ice-free in the summer before 2050, according to the United Nations' Intergovernmental Panel on Climate Change (IPCC) special report on the sea and ice, which was published in September last year.
nb: Hvis dagens CO2-utslipp fortsetter kan Polhavet bli isfritt om sommeren før 2050, ifølge FNs klimapanel (IPCC) sin spesialrapport om hav og is, som ble gitt ut i september i fjor.

source: These provide maps of estimated sea ice concentration, thickness, and drift at 24 forecast intervals, and animations for the whole forecast period, up to 6 days ahead.
nb: Disse gir iskart med estimert haviskonsentrasjon, tykkelse, og drift med 24 prognoseintervaller, samtanimasjoner for hele prognoseperioden, opptil 6 dager fremover.

source: For customised deliveries of data and products that are produced by MET with priority systems, 99.5% availability is guaranteed and error rectification will start within one hour on a 24/7/365 basis.
nb: For spesialtilpassede leveranser av data og produkter som produseres hos MET med prioriterte systemer garanteres 99,5% tilgjengelighet og påbegynt feilretting innen en time på 24/7/365-basis.

source: The index consists of both the sea-ice extent and sea-ice area information and is provided as global, hemispheric, and regional data.
nb: Den nye indeksen består av både sjøisutbredelse og sjøisareal, og inneholder globale, hemisfæriske og regionale data.

source: gives an estimate on the fraction of a land area that is covered by snow, and is given in the range from 0 (snow-free) to 1 (fully snow-covered).
nb: gir et estimat på hvor stor andel av et landområde som er dekket av snø, og er angitt ved en verdi mellom 0 (snøfritt) og 1 (fullstendig snødekt).

source: Private companies who are subcontractors for
nb: Private aktører som er underleverandører for offentlig myndighet kan

source: These forecast models have been selected as their spatial resolutions are better than 5 km, and therefore approaching a scale to which they can show the finer details of the sea ice edge and conditions within Svalbard fjords.
nb: Disse prognosemodellene er valgt fordi deres romlige oppløsninger er bedre enn 5 km, og derfor nærmer seg en skala som de kan vise de finere detaljene om havisen og forholdene innenfor Svalbardfjordene.

source: Once completed, your observations will be listed on your Ice Watch Project page.
nb: Når de er fullført, vil observasjonene dine bli oppført på Ice Watch-siden.

source: The "v2" Climate Data Record (CDR), covering Jan 1979 to Dec 2015 (
nb: "V2" klimadataserie (CDR), som dekker januar 1979 til desember 2015 (

source: maps under the theme menu "Ice and Weather".
nb: og er lokalisert under "Is og vær" i temavelgeren.

source: The map below shows the ice concentration anomaly for October 2019 relative to the mean October value for the reference period 1981-2000.
nb: På kartet vises anomalien av iskonsentrasjonen i oktober 2019 i forhold til gjennomsnittlig oktober-iskonsentrasjon i referanseperioden 1981-2000.

source: The data may contribute to early warning systems for natural hazards associated with permafrost. 2020 was a year of great temperature variations.
nb: Dataene vil kunne bidra til å tidlig varsle om naturfarer knyttet til at permafrosten tiner. 2020 var et år med store temperaturvariasjoner.

source: The lowest sea-ice extent on record - regardless of which month - occurred in September 2012 (4.14 million km
nb: Den laveste målingen av isutbredelse siden målingene startet var i september 2012 (4,14 millioner km

source: ), and in third place is September 2007 (4.70 million km
nb: ) og på tredjeplass er september 2007 (4,70 millioner km

source: Figure 2 (right) shows the route across the Arctic Ocean, but the length of this route is not necessarily equal to the distance they have actually moved.
nb: I figur 2 (høyre) vises ruten over Polhavet, men lengden på denne rute er ikke nødvendigvis helt lik den tilbakelagte vei de har gått.

source: In the figures above is used a threshold of 30% concentration.
nb: I figurene over er 30% sjøiskonsentrasjon brukt som grense.

source: products with third party constrictions through Halo.
nb: tredjepartsrettigheter gjennom Halo.

source: The Ice Service has access to the data from a number of short-range, 10 days or less, sea ice forecasts and has prepared visualizations of these to highlight the key parameters of sea ice concentration, thickness, and drift.
nb: Istjenesten har tilgang til dataene fra flere korte tidsperiod, 10 dager eller mindre, havissprognoser og har utarbeidet visualiseringer av disse for å markere nøkkelparametrene for haviskonsentrasjon, tykkelse og driv.

source: Current ice charts for European waters are available on weekdays (Monday-Friday) and the Antarctic on Mondays (October-April), both after 1500 UTC.
nb: Nye, oppdaterte iskart for Arktis er tilgjengelige på hverdager (mandag-fredag), og for Antarktis på mandager, begge etter kl 1500 UTC.

source: Occasional snow with poor, becoming dry and good.
nb: Snø med dårlig sikt, etter hvert oppholdsvær og god sikt.

source: Here, white shows snow, green corresponds to snow free, and blue shows ocean.
nb: Hvite områder er snø, grønne er snøfrie og blått er hav/innsjø.

source: The Sentinel-1 Synthetic Aperture Radar (SAR) data has a pixel spacing of 40x40 meters where each pixel is classified into ice/water.
nb: Data fra Sentinel-1 syntetisk apertur-radar (SAR) har en pikseloppløsning på 40x40 meter der hver piksel blir klassifisert til sjøis eller vann.

source: Haavard Stensvand, county emergency manager, County Governor of Sogn og Fjordane
nb: Haavard Stensvand, fylkesberedskapssjef Fylkesmannen i Sogn og Fjordane

source: This interactive session will highlight key aspects of the European Commission-funded project KEPLER (Key Environmental monitoring for Polar Latitudes and European Readiness) that the Institute is leading.
nb: Denne interaktive sesjonen vil belyse viktige aspekter av det European Commission-finansierte prosjektet KEPLER (Key Environmental Monitoring for Polar Latitudes and European Readiness) som Instituttet leder.

source: The 10 years of lowest sea-ice extent for July have all occurred since 2007.
nb: De 10 årene med minst sjøis i Arktis for juli måned har alle funnet sted siden 2007.

source: Monthly mean values for sea-ice extent are plotted for all available years of data.
nb: Månedlige middelverdier for sjøisutbredelse plottes for alle tilgjengelige år med data.

source: The map below shows the status of the snow cover in Norway on 1 April, observed with satellite sensors.
nb: Kartet under viser status på snødekket i Norge 1. april observert fra satellitter.

source: and ocean forecasts from the CMEMS
nb: og havvarsler fra CMEMS

source: Data from the model is freely available on thredds.met.no and is actively used in research at a number of places, including the University Centre in Svalbard (UNIS).
nb: Data fra modellen blir lagt ut åpent og fritt tilgjengelig på thredds.met.no og brukes aktivt i forskning en rekke steder, blant annet på Universitetssenteret på Svalbard (UNIS).

source: We present here the static graphics out to 6 days for the present day, and 24, 48, 72, 96, 120, 144, and 168 hours.
nb: Vi presenterer her den grafikken til 6 dager for i dag, og 24, 48, 72, 96, 120, 144 og 168 timer.

source: The influence of an ice-covered or ice-free sea on the snow conditions on land may be twofold.
nb: Påvirkningen fra et isdekt eller isfritt hav på snøforholdene på land er todelt.

source: 2020 is one of the years with the least ice in the Arctic
nb: 2020 er et av årene med minst is i Arktis

source: Validation based on data from satellites
nb: Temperaturavvik fra normalen i Nord-Norge om våren

source: Dry and good, becoming occasional rain with moderate.
nb: Oppholdsvær og god sikt, etter hvert periodevis regn og moderat sikt.

source: Each observation will be automatically georeferenced with longitude and latitude.
nb: Hver observasjon blir automatisk georeferert med lengdegrad og breddegrad.

source: dedicated to the Arctic Ocean on December 1st 2020 - 0930 UTC +1.
nb: dedikert til ishavet i Arktis 1. Desember 2020 kl 0930 UTC +1

source: The presence - or absence - of sea ice has an important role for the Arctic climate.
nb: Nærvær - eller fravær - av sjøis spiller en viktig rolle for klimaet i Arktis.

source: While yr.no is a service for everyone, Halo is a service
nb: Mens yr.no er en tjeneste for allmennheten, er Halo en

source: Børge Ousland and Mike Horn’s 87 day expedition to cross the Arctic Ocean via the North Pole on skis, from boat to boat without assistance, took place during changing sea ice conditions.
nb: Børge Ousland og Mike Horns 87 dager lange ekspedisjonen for å krysse Polhavet og gå over Nordpolen på ski - fra båt til båt, uten forsyninger - foregikk under vekslende isforhold.

source: (Note that large parts of Svalbard are covered by glaciers, which are also shown as "snow" in this map.)
nb: (Bemerk at store deler av Svalbard er dekket av breer som også markeres som snø på dette kartet).

source: In these maps white indicates snow-covered and green snow-free land.
nb: I disse kartene er snø angitt med hvitt og snøfritt land med grønt.

source: New Copernicus Polar Expert Group report published
nb: Ny rapport publisert fra Copernicus Polar Expert Group

source: Rain with moderate, becoming dry and good.
nb: Regn og moderat sikt, etter hvert periodevis snø med dårlig sikt.

source: , and is an EU Horizon 2020 Coordination and Support Action (CSA).
nb: , og er en EU Horizon 2020 Coordination and Support Action (CSA).

source: The forecast of distance and direction is shown below, with the blue line representing GOFS3.1, the red line neXtSIM, and the green line Barents-2.5km.
nb: Prognosen for avstand og retning er vist nedenfor, med den blå linjen som representerer GOFS3.1, den røde linjen neXtSIM og den grønne linjen Barents-2.5km.

source: , or the main
nb: , eller hoved

source: Rough or very rough.
nb: Veldig røff sjø.

source: In addition, the sensor can acquire data in a single polarization (HH or VV), or dual polarization (HH+HV or VV+VH), with the additional channels having benefits for distinguishing between water and sea ice.
nb: I tillegg kan sensoren tilegne seg data i en enkelt polarisering (HH eller VV) eller dobbel polarisering (HH + HV eller VV + VH), med tilleggskanalene som har fordeler for å skille mellom vann og havis.

source: Gerd Halmø, retiree, siv.ing and former Chief Adviser of Norsk olje og gass
nb: Gerd Halmø, pensjonist, siv.ing og tidligere fagsjef i Norsk olje og gass

source: The MSI instrument has similarities to AVHRR, but with a spatial resolution of 60 meters or less, MSI can provide images and products with far more detail than is possible using AVHRR.
nb: MSI har mange fellestrekk med AVHRR, men i og med at oppløsningen er 60 meter eller bedre, kan MSI brukes til å kartlegge blant annet snødekket med en betydelig høyere nøyaktighet enn hva som er mulig for AVHRR.

source: and testing of our new mobile application
nb: og testing av vår nye mobilapplikasjon

source: For all regions in NH, March and September represent the maximum and minimum, respectively.
nb: For alle grafer som viser data fra nordlige halvkule representerer mars og september henholdsvis maksimum og minimum.

source: Atmospheric fields of wind speed, water vapour, and 2m temperature are used as well, all from the ECMWF, both from re-analysis (ERA-Interim), and operational forecasts.
nb: Atmosfæriske felt med vindhastighet, vanndamp og 2m temperatur brukes også, alt fra ECMWF, både fra omanalyse (ERA-Interim) og operasjonelle prognoser.

source: The Meteosat satellite (EUMETNET) uses 15 minutes to take an image and return it.
nb: Meteosat bruker 15 minutter på å ta et bilde og sende det til jorden.

source: The product is updated daily at approximately 12:00 UTC and utilizes the latest satellite data downloaded at MET Norway.
nb: Produktet blir daglig oppdatert rundt 12:00 UTC med siste tilgjengelige data som er lastet ned til MET.

source: Allard and others, 2014
nb: Allard og andre, 2014

source: By this, 2020 had the longest period (9 months) of some of the lowest sea-ice conditions on record for the Arctic.
nb: Med dette ble 2020 året som hadde den lengste perioden (9 måneder) med noen av de dårligste isforholdene som er registrert.

source: It is common to use 15% sea-ice concentration as the threshold to separate between “ice” and “no-ice”.
nb: Det er vanlig å bruke 15% sjøiskonsentrasjon som terskel for å skille mellom “is” og “isfritt”.

source: Location of the real-time permafrost monitoring sites on Svalbard in the high-Arctic.
nb: Lokalisering av operasjonelle permafroststasjoner på Svalbard som vises på cryo.met.no.

source: 2019 sea ice minimum - low, but not record low
nb: 2019 sjøis minimum - lite is, men ikke rekordlite

source: Ousland and Horn started the expedition in September as the Arctic sea ice was at its
nb: Ousland og Horn startet ekspedisjonen i september mens isen var på sin

source: These snow cover maps are based on data from multiple satellite swaths.
nb: Disse regionale snøkartene er satt sammen av data fra flere satellittpassasjer.

source: Dry and good.
nb: Regn og moderat sikt.

source: This report, subtitled "
nb: Denne rapporten, med undertekster "

source: Free meteorological data
nb: Frie meteorologiske data

source: The model system is built on HARMONIE-Arome, a configuration of the ALADIN-HIRLAM NWP system.
nb: Modellsystemet bygger på HARMONIE-Arome, en konfigurasjon av ALADIN-HIRLAM NWP-systemet.

source: Sea Ice Concentration (SIC) is the fractional coverage of a grid cell that is covered with sea ice.
nb: Sjøiskonsentrasjon (forkortes ofte med SIC for "Sea Ice Concentration") er den andelen av et definert område (gridcelle) som er dekket med sjøis.
